// General
"ADD" = "Adicionar";
"OK" = "OK";
"CANCEL" = "Cancelar";
"Space" = "Zona do Spaces";
"SPACES" = "Spaces";
"OPTIONS" = "Opções…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Para os cliques secundários, coloque dois dedos no trackpad e clique no botão";
"2NDCLICK_CLICKING" = "Um toque no trackpad com dois dedos equivale a um clique secundário";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Utilizar todas as teclas F1, F2, etc. como teclas de função padrão";
"FN_FLIPPER_NOTE" = "Quando esta opção está seleccionada, prima a tecla Fn para utilizar as funcionalidades especiais indicadas em cada tecla.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Elementos do utilizador";
"USER_ITEMS_DESC" = "Abre %@";
"ONOFF_TOOLTIP" = "Seleccione para activar um atalho da lista";
"RESTORE_DEFAULTS_TITLE" = "Tem a certeza de que pretende repor as predefinições de todos os atalhos?";
"RESTORE_DEFAULTS_DESCR" = "Não é possível desfazer esta acção.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opção";
"MODIFER_CONTROL" = "⌃ Controlo";
"MODIFER_COMMAND" = "⌘ Comando";

// BT related
"D_SECS" = "%d s";
"NEVER" = "Nunca";

"MOUSE" = "Rato";
"KEYBOARD" = "Teclado";
"UNKNOWN" = "Desconhecido";

"NEW_APPLICATION_ITEM" = "<elemento de menu sem nome>";

"APP_IS_NOT_COMPATIBLE" = "Não é possível adicionar atalhos de teclado à aplicação %@.";

"MOUSEBUTTON_OPEN" = "Abrir “%@”";


// Gestures
"ONEFINGER" = "Um dedo";
"TAPTOCLICKGESTURE" = "Tocar para clicar";
"DRAGGINGGESTURE" = "Arrastar";
"DRAGLOCKGESTURE" = "Bloquear acção de arrastar";
"TWOFINGER" = "Dois dedos";
"TWOFINGER_SECONDARYCLICK" = "Clique secundário";
"THREEFINGER" = "Três dedos";
"FOURFINGER" = "Quatro dedos";
"SECONDARYCLICKGESTURE" = "Clique secundário";
"SECONDARYCLICKGESTURE_TAP" = "Toque secundário";
"PRESS_SPECIFIC" = "Clique secundário";
"PRESS_ANYWHER" = "Carregue em qualquer lugar com dois dedos";
"SCREENZOOMGESTURE" = "Ampliar ecrã";
"PINCHGESTURE" = "Separar e juntar os dedos";
"POINTTAPGESTURE" = "Apontar e tocar";
"ROTATEGESTURE" = "Rodar";
"3FINGERSWIPEGESTURE" = "Passar os dedos para navegar";
"2FINGERSCROLLGESTURE" = "Deslocar";
"4FINGERSWIPEGESTURE" = "Na vertical para o Exposé";
"4FINGERSWIPEGESTURE_1" = "Na horizontal para mudar de aplicação";
"BOTTOM_RIGHT_CORNER" = "Canto inferior direito";
"BOTTOM_LEFT_CORNER" = "Canto inferior esquerdo";


// Gesture notes
"AX_TapToClick" = "Para clicar, toque no trackpad com um dedo.";
"AX_Dragging" = "Para arrastar, toque no trackpad e, logo a seguir, coloque o dedo no trackpad e mova-o. Para deixar de arrastar, levante o dedo.";
"AX_DragLock" = "Para arrastar, toque no trackpad e, a seguir, coloque o dedo no trackpad e mova-o. Para deixar de arrastar, volte a tocar no trackpad.";
"AX_SecondaryClick" = "Para abrir o menu de atalhos de um elemento, coloque dois dedos no trackpad e carregue no botão do trackpad. Se a opção “Tocar para clicar” estiver assinalada, basta tocar no trackpad com os dois dedos.";
"AX_Scroll" = "Para percorrer todo o conteúdo da janela activa, coloque dois dedos no trackpad e mova-os para cima, para baixo ou para os lados.";
"AX_ScreenZoom" = "Para aumentar ou diminuir uma imagem no ecrã, prima a tecla Ctrl e mova dois dedos para cima ou para baixo no trackpad. Para alterar a tecla modificadora, clique em Opções.";
"AX_Pinch" = "Para reduzir ou ampliar fotografias e outros elementos, junte e separe o indicador e o polegar no trackpad.";
"AX_Rotate" = "Para rodar imagens ou outros elementos no ecrã, gire dois dedos para a esquerda ou para a direita no trackpad.";
"AX_Swipe" = "Para passar ao elemento anterior ou seguinte, passe três dedos rapidamente para a esquerda ou para a direita ao longo do trackpad.";
"AX_4F_Swipe_EXPOSE" = "Passe quatro dedos para cima ou para baixo no trackpad para usar o Exposé.";
"AX_4F_Swipe_APPS" = "Passe quatro dedos para a esquerda ou para a direita no trackpad para alternar entre aplicações abertas.";
